Русский (Russian)
Info=ZIP Plugin for oMega|RUS|1251|Pylonos.com LLC (support@pylonos.com)

1=ZIP плагин
2=[fB +2;%0:s]\n[fB +2;для oMega Commander]\nВерсия: [fB;%1:s.%2:d] (сборка [fB;%3:d])%4:s\n\nКопирайт (c) %5:d-%6:d\n%7:s\n<Cursor=21;URL=%8:s>[fAccentBlue;%9:s]
3=Внимание! Некоторые файлы имеют юникод-имена!\nНе все программы поддерживают такие имена в ZIP-файлах.
4=Внимание! В именах файлов есть не ASCII символы (с кодом > 127) или юникод-имена!\nТакие имена по разному отображаются для разных кодовых страниц,\nили не все программы поддерживают юникод-имена в ZIP-файлах.
5=Выберите способ сохранения имен файлов:
6=[fB +2;Сохранение юникод-имен:]\n(некоторые программы не поддерживают юникод-имена в ZIP\nили же не поддерживают один из способов их хранения)
7=Спрашивать пользователя о сохранении юникод-имен
8=Применять способ сохранения для:
9=для имен файлов с юникодом
10=для имен файлов с не ASCII символами (код больше 127)
11=для всех имен файлов
12=Способ сохранения юникод-имен:
13=как юникод UTF-8 (метод ZIP 6.3.0, WinZip 11.2)
14=как юникод UTF-8 в экстраполях (метод Info-ZIP)
15=юникод-символы в виде символа "?"
16=юникод-символы в виде символа "_"
17=юникод-символы в виде символа "-"
18=Больше не спрашивать\n(изменить настройки можно в свойствах плагина)
30=Предупреждение!\n\nОбщий размер упаковываемых файлов: [fB;%.1f ГБ] (более 4 ГБ).\nНе все программы поддерживают ZIP-файлы большого размера.\n\nПродолжить упаковку?
50=Ошибка сохранения в файл\n"%s"
